Repository: iosdevsx/CourseManager
Catalog: *.lproj/Localizable.strings
Languages: ru

# info
source: Information
ru: Информация

# study
source: Studies
ru: Курсы, которые изучает

# teach
source: Teaches
ru: Курсы, которые ведет

source: Create
ru: Создать

source: Save
ru: Сохранить

# update_user
source: Update
ru: Обновление

# update_user_message
source: Update successfull
ru: Информация о пользователе успешно обновлена

# create_user
source: Create
ru: Создание

# create_user_message
source: Create successfull
ru: Пользователь успешно создан

source: Add student
ru: Добавить

# user_name
source: Name
ru: Имя

# user_name_placeholder
source: place name here
ru: Введите имя

# user_lastname
source: Last Name
ru: Фамилия

# user_lastname_placeholder
source: place last name here
ru: Введите фамилию

# user_email_placeholder
source: place e-mail here
ru: Введите e-mail

source: students
ru: Ученики

# update_course
source: Update
ru: Обновление

# update_course_message
source: Update successfull
ru: Информация о курсе успешно обновлена

# create_course
source: Create
ru: Создание

# create_course_message
source: Create successfull
ru: Курс успешно создан

# course_name
source: Name
ru: Название

# course_subject
source: Subject
ru: Предмет

# course_sector
source: Sector
ru: Отрасль

# course_teacher
source: Teacher
ru: Преподаватель

# course_name_placeholder
source: Place course name here
ru: Введите название

# course_subject_placeholder
source: Place subject here
ru: Введите предмет

# course_sector_placeholder
source: Place sector here
ru: Введите отрасль

# course_teacher_placeholder
source: Select teacher
ru: Выберите преподавателя
